ID_0_TO_10V,1 a 10V
ID_0_TO_20mA,1 a 20mA
ID_0_TO_5V,1 a 5V
ID_125K,125K
ID_1M,1M
ID_250K,250K
ID_4_DIGITS,4 digit
ID_4_TO_20mA,5 a 20mA
ID_5_DIGITS,5 digit
ID_500K,500 K
ID_6_DIGITS,6 digit
ID_7_DIGITS,7 digit
ID_ACCEPT_ABORT_CAL_ERROR,Accettare/abortire errore di calibrazione
ID_ACCEPT_TO_CONTINUE,Accettare per continuare
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,Accettare quando il valore misurato è stabile
ID_ACCESS_CONTROL,Access Control
ID_ACTIVE,Attivo
ID_ACTIVE_MODE,Modo Attivo
ID_ACTUAL_RATE,Actual Rate
ID_ADC_CALIBRATION_ERROR,Errore su calibrazione ADC
ID_ADDRESS,Indirizzo
ID_AERONAUTICAL,Aeronautica
ID_AIM_RATE,Aim Rate
ID_AIR,Aria
ID_AIRSPEED_RANGE,Intervallo velocità 
ID_ALARM,Allarme
ID_ALARM_HIGH,Allarme alto
ID_ALARM_LOW,Allarme basso
ID_ALARMS,Allarmi
ID_ALL_SETUP_FILES_COPIED_FROM_USB,All Setup Files copied from the USB
ID_ALL_SETUP_FILES_COPIED_TO_USB,All Setup Files copied to the USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,All Test Programs copied from the USB
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,All Test Programs copied to the USB
ID_ALL_UNITS,Tutte le unità
ID_ALTITUDE_RANGE,Intervallo altitudine
ID_AN_INVALID_OPTION_KEY_HAS_,E' stato premuto per 3 volte un tasto non valido. Lo strumento deve essere spento
ID_AN_OP_DEFAULTS,Valori di default
ID_ANALOGUE_OP,Uscita analogica
ID_ANALOGUE_OP_BOOT_ROM,Analogue O/P Boot ROM
ID_ANALOGUE_OP_CORRECTION,Correzione uscita analogica
ID_ANALOGUE_OP_CURRENT,Analogue O/P Current
ID_ANALOGUE_OP_DEFAULTS,Analogue O/P Defaults
ID_ANALOGUE_OP_DIAGNOSTICS,Analogue O/P Diagnostics
ID_ANALOGUE_OP_ERROR,Analogue O/P Error
ID_ANALOGUE_OP_MAIN_CODE,Analogue O/P Main Code
ID_ANALOGUE_OP_RANGE,Analogue Output Range
ID_ANALOGUE_OP_SERIAL_NUMBER,S/N uscita analogica
ID_ANALOGUE_OP_SETUP,Set-up uscita analogica
ID_ANALOGUE_OP_STATUS,Analogue O/P Status
ID_ANALOGUE_OP_UPGRADE,Aggiornamento O/P 
ID_ANALOGUE_OP_VERIFICATION,Verifica uscita analogica
ID_ANALOGUE_OP_ZERO,Azzero uscita analogica
ID_ANALOGUE_OUTPUT,Uscita analogica
ID_ANALOGUE_OUTPUT_CORRECTION,Analogue Output Correction
ID_ANALOGUE_OUTPUT_ERROR,Errore su uscita analogica
ID_ANY_FILES_WITH_SAME_NAME_,Ogni file con lo stesso nome sarà sovrascritto
ID_APPLY,Applica
ID_APPLY_BIAS,Applica BIAS
ID_APPLY_FIRST_CALIBRATION_POINT,Applicare la pressione di partenza (punto 1 di 3) 
ID_APPLY_NOMINAL_POS_FS_CURRENT,Applicare la corrente nominale di Fondo Scala
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,Applicare la tensione nominale di Fondo Scala
ID_APPLY_NOMINAL_ZERO_CURRENT,Applicare corrente nominale di zero
ID_APPLY_NOMINAL_ZERO_VOLTAGE,Applicare tensione nominale di zero
ID_APPLY_PWM,Applica PWM
ID_APPLY_SECOND_CALIBRATION_POINT,Applicare la pressione di metà scala (punto 2 di 3)
ID_APPLY_THIRD_CALIBRATION_POINT,Applicare la pressione di fondo scala (punto 3 di 3)
ID_APPLY_VALVE_BIAS_ERROR,Impostare errore Bias elettrovalvole
ID_APPLY_VALVE_CHARACTERISATION_ERROR,Impostare errore caratterizzazione elettrovalvole
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,Vuoi uscire da Correzione elettrovalvole?
ID_ARE_YOU_SURE__COPY_FILE,Volete fare una copia del file?
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,Are you sure you want to copy this file to the USB?
ID_ARE_YOU_SURE__COPY_FROM_USB,Volete copiare tutti i file su USB?
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,Are you sure you want to copy the History to USB?
ID_ARE_YOU_SURE__COPY_TO_USB,Volete copiare tutti i file da USB?
ID_ARE_YOU_SURE__DELETE,Vuoi cancellare questo file?
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,Vuoi disabilitare le opzioni ?
ID_ARE_YOU_SURE__EXIT_CALIBRATION,Vuoi uscire dalla Calibrazione? Si per uscire (senza modifiche), No per continuare
ID_ARE_YOU_SURE__RESET_ETHERNET,Are you sure you want to reset the LAN Settings?
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,Vuoi azzererare lo storico guasti?
ID_ARE_YOU_SURE__RESET_USE_LOG,Vuoi azzerare lo storico uso strumento?
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,Vuoi reimpostare i valori di calibrazione iniziali sull'uscita analogica?
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,Vuoi impostare i settaggi "come spedito"?
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,Vuoi richiamare le impostazioni di default?
ID_ARE_YOU_SURE__RESTORE_LAST_,Vuoi richiamare le ultime impostazioni valide?
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,Vuoi richiamare le impostazioni di default del modulo?
ID_ARE_YOU_SURE__RESTORE_THESE_,Are you sure you want to restore these Instrument settings?
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,Are you sure you want to restore the VFC to default settings?
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,Vuoi salvare le impostazioni "come spedito"?
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,Volete aggiornare il software?
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,Vuoi aggiornare il software dello strumento?
ID_ARE_YOU_SURE__UPGRADE_MODULE_,Vuoi aggiornare il software del modulo?
ID_ARE_YOU_SURE__UPGRADE_OS_,Vuoi aggiornare il Sistema Operativo?
ID_ARE_YOU_SURE__UPGRADE_VFC_,Are you sure you want to upgrade the Volt Free Contact Software?
ID_ARE_YOU_SURE__VALVE_CORRECTION,Vuoi eseguire la Correzione Elettrovalvole?
ID_ARE_YOU_SURE__VENT,Vuoi sfiatare il sistema?
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,Vuoi azzerare l'uscita analogica?
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,Vuoi azzerare questo campo di misura?
ID_ARE_YOU_SURE__ZERO_SCM,Vuoi azzerarre il modulo SCM?
ID_ARE_YOU_SURE_YOU_WANT_LAST__,Vuoi ritornare all'ultima calibrazione?
ID_AREA_OF_USE,Area di utilizzo
ID_AS_SHIPPED,As Shipped
ID_ASIA,Asia
ID_AUDIO_VOLUME,Volume audio
ID_AUTO,Auto
ID_AUTO_IP,Auto IP
ID_AUTO_RANGE,Autoscala
ID_AUTO_REVERSE,Auto Reverse
ID_AUTO_TUNE,Auto Tune
ID_AUTO_ZERO,Autozero
ID_AVERAGE,Media
ID_BACK,Indietro
ID_BACKLIGHT,Retroilluminazione
ID_BACKLIGHT_TIMER,Timer retroil.
ID_BAND,Banda
ID_BAROMETER,Barometro
ID_BAROMETER_DIAGNOSTICS,Barometric Sensor Diagnostics
ID_BAROMETRIC,Barometrico
ID_BAROMETRIC_SENSOR,Sensore barometrico
ID_BASIC,Basica
ID_BAUD_RATE,Baud Rate
ID_BIAS_RUN,BIAS in progresso
ID_BOTTOM_SPAN,Span inferiore
ID_BREAKING,Breaking
ID_BRIDGE_ADC_COUNTS,Conteggio ADC ponte
ID_BRIDGE_ADC_VALUE,Valore ADC ponte
ID_BRIGHTNESS,Luminosità
ID_BURST_PRESSURE,Burst Pressure
ID_BURST_TEST,Burst Test
ID_BURST_TEST_OPTION_IS_ENABLED,Burst Test Option is enabled.
ID_BURST_TEST_RUNNING,Burst Test Running
ID_BURST_TEST_SETUP,Burst Test Setup
ID_BUTTON_ABORT,Abort
ID_BUTTON_CANCEL,Canc
ID_BUTTON_IGNORE,Ignora
ID_BUTTON_LAST,Ultimo
ID_BUTTON_NEW,Nuovo
ID_BUTTON_NO,No
ID_BUTTON_OK,OK
ID_BUTTON_RETRY,Ripr
ID_BUTTON_YES,Si
ID_CAL_DATE_INDEX_OUT_OF_RANGE,Indice data di calibrazioen fuori scala
ID_CAL_PERCENT_OUT_OF_RANGE,Percentuale di calibrazione fuori scala
ID_CAL_POINT_OUT_OF_RANGE,Punto di calibrazione fuori scala
ID_CAL_POINT_VALUE_ERROR,Errore sul punto di calibrazione
ID_CAL_REMINDER,Cal. Reminder
ID_CALIBRATING,In calibrazione
ID_CALIBRATION,Calibrazione
ID_CALIBRATION_AS_FOUND,As Found Calibration
ID_CALIBRATION_COMPLETE,Calibrazione completata
ID_CALIBRATION_DUE,Da calibrare il
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,Valori di calibrazione di Guadagno e offset
ID_CALIBRATION_HISTORY,Storico calibrazione
ID_CALIBRATION_INFO,Informazioni calibrazione
ID_CALIBRATION_LAST,Use Last Calibration
ID_CALIBRATION_NEW,New Calibration
ID_CALIBRATION_NOT_COMPLETE,Calibrazione non completata
ID_CALIBRATION_PERIOD,Periodo ricalibrazione
ID_CALIBRATION_REMINDER,Memo ricalibrazione
ID_CALIBRATION_STARTING,Inizio Calibrazione
ID_CAN_BUS_OFF,CAN Bus spento
ID_CAN_DATA_ERROR_NO_REPLY,CAN data: nessuna risposta
ID_CAN_DEVICE_CANNOT__INIT,Dispositivo CAN non è inizializzato
ID_CAN_DIAGNOSTICS,Diagnostico CAN
ID_CANBUS,CAN Bus
ID_CANBUS_STATUS,Stato CANBus
ID_CANNOT_CREATE_FILE,Nin posso creare il file
ID_CANNOT_DELETE_THIS_COMMAND,Impossibile cancellare il comando
ID_CANNOT_EDIT_THIS_COMMAND,Impossibile modificare il comando
ID_CANNOT_HAVE__SPAN_,Cannot have the same value for Top Span and Bottom Span
ID_CANNOT_INSERT_COMMAND_HERE,Non posso inserire il comando
ID_CANNOT_LOCK_THIS_TASK,Non posso bloccare questo compito
ID_CANNOT_OVERWRITE_SYSTEM_FILE,Cannot overwrite System file
ID_CANNOT_SELECT_THIS_TASK,Non posso selezioanre questo compito
ID_CANNOT_UPGRADE_SOFTWARE,Cannot upgrade software
ID_CANNOT_USE_THIS_NAME_,Non posso usare questo nome per unità custom.
ID_CANNOT_ZERO_,Non posso azzerare questo campo
ID_CHANGE_MAC_ADDRESS,Change MAC Address
ID_CHANGE_PIN,Cambiare PIN
ID_CHANGE_SUPERVISOR_PIN,Cambiare il PIN Supervisore
ID_CHANGE_USB_MODE_TO_COMMS_,Change the USB mode to Communications before performing software upgrade.
ID_CHANNEL_INDEX_OUT_OF_RANGE,Indice canale fuori scala
ID_CHANNEL_OUT_OF_RANGE,Canale fuori scala
ID_CHARACTERISATION,Caratterizzazione
ID_CHECKSUM,Checksum
ID_CLEAR_BUFFER,Svuota buffer
ID_CLOSE_APPLY_VALVE,Close Apply Valve
ID_CLOSE_CONTACT_1,Chiudi contatto 1
ID_CLOSE_CONTACT_2,Chiudi contatto 2
ID_CLOSE_ISOLATION_VALVE,Chiudere valvola isolamento
ID_CLOSE_RELEASE_VALVE,Close Release Valve
ID_CLOSE_ZERO_VALVE,Chiudere valvola di zero
ID_CLOSED,Chiuso
ID_CM_0,CM0 Control Module
ID_CM_1,CM1 Control Module
ID_CM_2,CM2 Control Module
ID_CM_3,CM3 Control Module
ID_CM_GENERIC,Generic Control Module
ID_CM1_LOGIC_IP_STATE,CM1 I/P Logico 
ID_CM2_LOGIC_IP_STATE,CM2 I/P Logico
ID_COMMANDS,Comandi
ID_COMMON_MODE_ADC_COUNTS,Conta modo comune ADC
ID_COMMON_MODE_ADC_VALUE,Valore modo comune ADC 
ID_COMMS,Comunicazioni
ID_COMMUNICATIONS,Comunicazioni
ID_COMMUNICATIONS_FAILURE,Guasto sulle comunicazioni
ID_COMMUNICTAIONS_STATUS,Stato comunicazioni
ID_COMPLETE,Completo
ID_CONDITION,Condizione
ID_CONFIGURATION,Configurazione
ID_CONFIGURE_RANGE_NEG_FS_ERROR,Configurare l'errore del FS negativo
ID_CONFIGURE_RANGE_POS_FS_ERROR,Configurare l'errore del FS positivo
ID_CONFIRM_ABORT,Confermare uscita
ID_CONFIRM_DELETE,Confermare cancellazione
ID_CONFIRM_NEW_CAL_PIN,Confermare Nuovo PIN calibrazione
ID_CONFIRM_NEW_SUP_PIN,Confermare nuovo PIN Supervisore
ID_CONFIRM_RESET,Confermare Reset
ID_CONFIRM_RESTORE,Confermare Richiamo Dati
ID_CONFIRM_SAVE,Confermare Salvataggio Dati
ID_CONFIRM_SOFTWARE_UPGRADE,Confermare software upgrade
ID_CONFIRM_VALVE_CORRECTION,Confermare correzione valvole
ID_CONFIRM_VENT,Confermare Sfiato
ID_CONFIRM_ZERO,Confermare Zero
ID_CONTACT,Contact
ID_CONTRAST,Contrasto
ID_CONTROL,Controllo
ID_CONTROL_DWELL,Stasi del controllo
ID_CONTROL_EQUALS,Controllo=
ID_CONTROL_MODE,Modalità controllo
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,EEPROM modulo in fase di inizializzazione
ID_CONTROL_PRESSURE_OVER_RANGE,Pressione di controllo troppo alta
ID_CONTROL_PRESSURE_UNDER_RANGE,Pressione di controllo troppo bassa
ID_CONTROL_SENSOR,Sensore di controllo
ID_CONTROL_SENSOR_CAL_DATA_,Errore di checksum sulla calibrazione del sensore
ID_CONTROL_SENSOR_DIAGNOSTICS,Diagnostica sensore di controllo
ID_CONTROL_SENSOR_HEADER_,Errore di checksum sull'intestazione del sensore
ID_CONTROL_SENSOR_SERIAL_NUMBER,S/N sensore di controllo
ID_CONTROL_SETUP,Impostazioni controllo
ID_CONTROL_STABILITY,Stabilità di controllo
ID_CONTROL_TEMPERATURE,Temp. del controllo
ID_CONTROL_TEMPERATURE_OVER_RANGE,Temperatura di controllo troppo alta
ID_CONTROL_TEMPERATURE_UNDER_RANGE,Temperatura di controllo troppo bassa
ID_CONTROL_TIME,Tempo di controllo
ID_CONTROLLED_PRESSURE,Pressione controllata
ID_CONTROLLER,Controllore
ID_CONTROLLER_DIAGNOSTICS,Diagnostica controllore
ID_CONTROLLER_EEPROM_1_FAILED,EEPROM2 controllore guasta
ID_CONTROLLER_EEPROM_2_FAILED,EEPROM1 controllore guasta
ID_CONTROLLER_IDENTITY,Controller Identity
ID_CONTROLLER_ON,Controller On
ID_CONTROLLER_PPM_FIGURE_ERROR,Errore dato PPM del controllore
ID_CONTROLLER_USE,Uso del controllore
ID_COOLING_FAN_HAS_FAILED,La ventola è guasta
ID_COPY,Copia
ID_COPY_A_SINGLE_FILE,Copiare il singolo file
ID_COPY_ALL_FILES_FROM_USB,Copiare tutti i file da USB
ID_COPY_ALL_FILES_TO_USB,Copiare tutti i file su USB
ID_COPY_FILE_TO_USB,Copy File to USB
ID_COUNT,Conteggio
ID_CR,CR
ID_CR_EOI,CR + EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF + EOI
ID_CURRENT,Corrente
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,Current Instrument Settings have been saved to a new file.
ID_CURRENT_SETUP,Impostazioni correnti
ID_CURVE,Curva
ID_DATA,Dato
ID_DATA_BITS,Bit del dato
ID_DATE_SET,Data inserita
ID_DAYS,Giorni
ID_DAYS_SINCE_LAST_CALIBRATION,Giorni dall'ultima calib.
ID_DEBUG_MESSAGES,Messaggi di Debug
ID_DEG_C,°C
ID_DEG_F,°F
ID_DELETE,Cancella
ID_DESTINATION,Destinazione
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,Errori su diagnostica conteggio ADC 
ID_DIAGNOSTIC_ADC_VALUE_ERROR,Errori su diagnostica valori ADC 
ID_DIAGNOSTIC_MODE,Modalità diagnostica
ID_DIODE,Diodo
ID_DIODE_COUNTS,Conteggio diodo
ID_DISABLE_SOFT_OPTIONS,Disabilita Opzioni
ID_DISABLED,Disabilitato
ID_DISPLAY,Display
ID_DIVIDER,Divisore
ID_DIVIDER_SETPOINT,Divisore
ID_DIVIDER_SETUP,Impostazioni divisore
ID_DO_YOU_WANT_TO_DO__,Vuoi calibrare il sensore o vuoi richiamare l'ultima calibrazione?
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,Vuoi sfiatare il sistema?
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,Vuoi salvare questo file?
ID_DPI,DPI
ID_DPI500,DPI500
ID_DPI510,DPI510
ID_DPI520,DPI520
ID_DPISCPI,SCPI
ID_DWELL_TIME,Tempo di stasi
ID_EDIT,Modifica
ID_EDIT_IF_REQUIRED,Modificare se necessario
ID_EFFORT,Attività
ID_EFFORT_METER,Indice attività
ID_ENABLED,Abilitato
ID_END,Fine
ID_END_PARAMETER_ENTRY,Inserimento finale
ID_END_PRESSURE,Pressione Finale
ID_END_SETPOINT,Setpoint finale
ID_END_SLEW_RATE,End Slew Rate
ID_ENGINEERING,Ingegneristiche
ID_ENGLISH_LANGUAGE__DEFAULT,L'Inglese è la lingua di default
ID_ENHANCED,Migliorato
ID_ENTER_CAL_PIN,Inserire PIN calibrazione
ID_ENTER_DATE,Inserire data gg/mm/aa
ID_ENTER_DATE_USA,Inserire data mm/gg/aa
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,Inserire il nuovo S/N dell'uscita analogica
ID_ENTER_NEW_CAL_PIN,Inserire nuovo PIN di calibrazione
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,Inserire nuovo s/n dello strumento
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,Inserire nuovo s/n del modulo
ID_ENTER_NEW_OPTION_KEY,Inserire Nuova opzione
ID_ENTER_NEW_SERIAL_NUMBER,Inserire nuovo numero di serie
ID_ENTER_NEW_SUP_PIN,Inserire nuovo PIN supervisore
ID_ENTER_REQUIRED_VALUE,Enter required value
ID_ENTER_SUP_PIN,inserire PIN supervisore
ID_ENTER_TIME,Inserire ora hh:mm:ss
ID_ERROR_MESSAGE_LIMIT_REACHED,Error Message Limit reached
ID_ERROR_QUEUE_FULL,Queue errori piena
ID_ETHERNET,Ethernet
ID_ETHERNET_ADDRESS,IP Address
ID_ETHERNET_ADDRESS_TYPE,Address Type
ID_ETHERNET_COMMS_OPTION,Ethernet Communications
ID_ETHERNET_CONNECTION_HISTORY,Ethernet Connection History
ID_ETHERNET_MAC_ADDRESS,Indirizzo MAC ethernet
ID_ETHERNET_OPTION_IS_ENABLED,Ethernet Option is enabled.
ID_ETHERNET_PARAMETERS,Ethernet Parameters
ID_ETHERNET_STATUS,Stato Ethernet
ID_EUROPE,Europa
ID_EVEN,Pari
ID_EXIT,Esci
ID_EXIT_T0_REJECT__,Exit to reject the calibration.
ID_EXPLORER,Explorer
ID_EXTENDED,Esteso
ID_FAIL,Fallito
ID_FAILED,Fallito
ID_FAST,Veloce
ID_FIFTH_DIGIT,5° digit
ID_FILE_ALREADY_EXISTS,File già esistente
ID_FILE_COPIED,File Copied:-
ID_FILE_COPIED_TO_USB,File copied to the USB
ID_FILE_COPY_COMPLETE,File Copy Complete
ID_FILE_NOT_FOUND,File non trovato
ID_FILENAME_CONTAINS_INVALID_CHARS_,Filename contains invalid characters
ID_FILENAME_MUST_BEGIN_,Filename must begin with alphanumeric character
ID_FILTER,Filtro
ID_FINISHED,Finished
ID_FIRST_DIGIT,1° digit
ID_FITTED,fitted
ID_FLOW_CONTROL,Controllo del flusso
ID_FORMAT,Formato
ID_FOURTH_DIGIT,4° digit
ID_FPGA_PROGRAMMING_FAILED,Programmazione FPGA fallita
ID_FREQUENCY,Frequenza
ID_FS_LESS_THAN_ZERO,Fondo Scala minore di Zero
ID_FT_S2,ft/s²
ID_FULL_SCALE,F.S.
ID_FUNCTION_NOT_AVAILABLE,Funzione non disponibile
ID_FUTURE_DATE_TIME,Future Date Time
ID_GAIN_VALUE_1,Valore guadagno 1
ID_GAIN_VALUE_2,Valore guadagno 2
ID_GAUGE,Relativo
ID_GENERAL,Generale
ID_GENERAL_CONTROLLER_ERROR,Errore generale sul controllore
ID_GENERAL_DIAGNOSTICS,Diagnostica generale
ID_GLOBAL_SETUP,Impostazioni globali
ID_GOTO_LABEL,Vai a
ID_GRADE,Grado
ID_HARDWARE,Hardware
ID_HARDWARE_BUILD,Rev. Hardware
ID_HARDWARE_HISTORY,Hardware History
ID_HEAD,Altezza
ID_HEAD_CORRECTION,Correzione altezza
ID_HELIUM,Elio
ID_HIGH,Alto
ID_HIGH_ALARM,Allarme alto
ID_HIGH_ALARM_CONDITION,Cond. allarme alto
ID_HIGH_PRESSURE,Alta pressione
ID_HIGH_SETPOINT,Set-point alto
ID_HISTORY,Storico
ID_HOST_COMMAND,Host Command
ID_HOST_NAME,Host Name
ID_HOURS,Ore
ID_HUMIDITY,Umidità
ID_HZ,Hz
ID_IDLE_TIMEOUT,Tempo inattività
ID_IDLE_TIMEOUT_CONDITION,Condizione di inattività
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,Stato IEEE488
ID_IN_LIMITS,In limits
ID_IN_LIMITS_METER,Indice In Limits
ID_IN_LIMITS_TIMER,Timer In Limits
ID_IN_PROGRESS,In progresso
ID_INCHES,pollici
ID_INDEX_OUT_OF_RANGE,Indice fuori scala
ID_INIT_CAN,Init CAN
ID_INIT_COMPLETE,Inizializzazione completata
ID_INIT_FAILED,Inizializzazione fallita
ID_INSERT,Inserisci
ID_INSERT_A_USB_,Inserire la chiavetta USB con il nuovo software
ID_INSTALLED,Installato
ID_INSTRUMENT,Strumento
ID_INSTRUMENT_ACCURACY,Accuratezza strumento
ID_INSTRUMENT_ALIAS_NAME,Alias name 
ID_INSTRUMENT_BOOT_ROM,Boot ROM strumento
ID_INSTRUMENT_CANNOT_BE_USED,Instrument cannot be used
ID_INSTRUMENT_DEFAULTS,Default strumento
ID_INSTRUMENT_IS_INITIALISING,Lo strumento si sta inizializzando
ID_INSTRUMENT_MAIN_CODE,Codice principale strumento
ID_INSTRUMENT_OS_BUILD,Rev. OS strumento
ID_INSTRUMENT_SERIAL_NUMBER,S/N dello strumento
ID_INSTRUMENT_SOFTWARE_UPGRADE,Aggiornamento software strumento
ID_INSTRUMENT_STATUS,Stato strumenti
ID_INSTRUMENT_UPGRADE,Aggiornamento strumento
ID_INTEGRAL_VALUE,Valore integrale
ID_INTERVAL,Intervallo
ID_INVALID_DATE,Data non valida
ID_INVALID_OPTION,Invalid Option
ID_INVALID_OPTION_KEY,Opzione non valida
ID_INVALID_TIME,Orario non valido
ID_IP_ADDRESS,IP Address
ID_IP_ADDRESS_TYPE,IP Address Type
ID_IS_AS_CAL_FOUND_GOOD,E' la calibrazione "Come Trovata" accettabile?
ID_ISOLATED,Isolato
ID_ISOLATION_STATUS,Stato isolamento
ID_ISOLATION_VALVE,Isolation Valve
ID_IT_IS_RECOMMENDED_,Siraccomanda di spegnere lo strumento e sostituire la ventola
ID_ITEM_INDEX_OUT_OF_RANGE,Indice dispositivo fuori scala
ID_JAPAN,Giapponese
ID_KEEP_THE_FIRST_CAL_POINT,Tenere il primo punto di calibrazione? (punto 1 di 3)
ID_KEEP_THE_SECOND_CAL_POINT,Tenere il secondo punto di calibrazione? (punto 2 di 3)
ID_KEEP_THE_THIRD_CAL_POINT,Tenere il terzo punto di calibrazione? (punto 3 di 3)
ID_KEEP_THIS_CAL_POINT_1,Tenere questo punto di calibrazione? (punto 1 di 2)
ID_KEEP_THIS_CAL_POINT_2,Tenere questo punto di calibrazione? (punto 2 di 2)
ID_KEY_CLICK,Sonoro tasto
ID_LANGUAGE,Lingua
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,Lingua non disponibile
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,Ultima calibrazione
ID_LEAK_RATE,Rateo di perdita
ID_LEAK_RATE__,Rateo di perdita (min/sec)=
ID_LEAK_RATE_1,Rateo di perdita 1
ID_LEAK_RATE_2,Rateo di perdita 2
ID_LEAK_TEST,Prova perdite
ID_LEAK_TEST_OPTION_IS_ENABLED,Opzione Prova Perdite abilitata
ID_LEAK_TEST_RUNNING,Prova perdite in corso
ID_LEAK_TEST_SETUP,Leak Test Setup
ID_LF,LF
ID_LF_EOI,LF + EOI
ID_LIMITS,Limiti
ID_LINEAR,Lineare
ID_LITRES,Litri
ID_LOCAL,Local
ID_LOCAL_GRAVITY,Gravità locale
ID_LOCK,Blocca
ID_LOCK_TASKS,Blocca compiti
ID_LOCKED,Bloccato
ID_LOGIC_OUTPUT,Uscita logica
ID_LOGIC_OUTPUT1,Uscita logica 1
ID_LOGIC_OUTPUT2,Uscita logica 2
ID_LOGIC_OUTPUT3,Uscita logica 3
ID_LOGIC_OUTPUT4,Uscita logica 4
ID_LOGIC_OUTPUT5,Uscita logica 5
ID_LOGIC_OUTPUT6,Uscita logica 6
ID_LOGIC_OUTPUT7,Uscita logica 7
ID_LOGIC_OUTPUT8,Uscita logica 8
ID_LOW,Basso
ID_LOW_ALARM,Allarme basso
ID_LOW_ALARM_CONDITION,Stato allarme basso
ID_LOW_PRESSURE,Bassa pressione
ID_LOW_SETPOINT,Set-point basso
ID_LOWER,Più basso
ID_LOWER_LIMIT,Limite inf.
ID_M,m
ID_M_S2,m/s²
ID_MA,mA
ID_MA_0_TO_20,0 - 20mA
ID_MA_25,25mA
ID_MA_4_TO_20,4 - 20mA
ID_MANUAL,Manual
ID_MASS_STORAGE_DEVICE,Mass Storage Device
ID_MAX_RATE,Massimo rateo
ID_MAXIMUM,Massimo
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,Superato il massimo numero di programmi
ID_MEASURE,Misura
ID_MEASURE_DWELL,Stasi in misura
ID_MEASURE_SETUP,Set-up di misura
ID_MEASURED_PRESSURE,Pressione misurata
ID_MESSAGE,Message
ID_MESSAGE_BUFFER_FULL,Buffer messaggi pieno
ID_MESSAGE_HISTORY,Message History
ID_MESSAGE_TEXT,Testo del messaggio
ID_MINIMUM,Minimo
ID_MINS,minuti
ID_MINUTES,Minuti
ID_MISSING_FILE,File mancante
ID_MODE,Modo
ID_MODE_INDEX_OUT_OF_RANGE,Indice di modo fuori scala
ID_MODEL,Modello
ID_MODULE,Modulo
ID_MODULE_1,Modulo 1
ID_MODULE_2,Modulo 2
ID_MODULE_3,Modulo 3
ID_MODULE_4,Modulo 4
ID_MODULE_5,Modulo 5
ID_MODULE_6,Modulo 6
ID_MODULE_7,Modulo 7
ID_MODULE_8,Modulo 8
ID_MODULE_ADDRESS,Indirizzo del Modulo
ID_MODULE_BOOT_ROM,Boot ROM Modulo
ID_MODULE_DEFAULTS,Default modulo
ID_MODULE_FAILURE_,Guasto su modulo. Pregasi spegnere.
ID_MODULE_FULLSCALE,FS del modulo
ID_MODULE_MAIN_CODE,Codice principale modulo
ID_MODULE_SERIAL_NUMBER,S/N del modulo
ID_MODULE_SOFTWARE_UPGRADE,Aggiornamemto software modulo
ID_MODULE_STATUS,Stato del modulo
ID_MODULE_UPGRADE,Aggiornamento modulo
ID_MORE_,Altro...
ID_MS,ms
ID_MV,mV
ID_MV_135,135mV
ID_NAME,Nome
ID_NAME_ALREADY_USED,Nome già in uso
ID_NEG_CAL_ERROR,Errore su calibrazione in negativo
ID_NEG_SOURCE_SENSOR,Sensore alim. negativa
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,Diganostica sensore vuoto
ID_NEG_SOURCE_ZERO,Azzeramento alim. Negativa
ID_NEG5_TO_5V,-5 a +5V
ID_NEGATIVE_FS,FS negativo
ID_NEGATIVE_SOURCE,FS alimentazione negativa
ID_NEGATIVE_SOURCE_G,Alim. negativa relativa
ID_NEW,Nuovo
ID_NEW_,<...nuovo...>
ID_NEW_SOFTWARE_NOT_FOUND_,Nuovo software non trovato. Assicurarsi che la chiavetta USB sia inserita correttamente.
ID_NEW_USER_PIN,Nuovo PIN Utente
ID_NITROGEN,Azoto
ID_NO,No
ID_NO_BIAS_RUN_COMPLETED,Bias calibrazione non completata
ID_NO_CONTROL_MODULE_RECOGNISED,Modulo non riconosciuto
ID_NO_ERROR,Nessun errore
ID_NO_OVERSHOOT,No pendolio
ID_NO_SPECIAL_HARDWARE_FITTED,No Hardware speciale
ID_NON_ISO,Non-Iso
ID_NON_ISOLATED,Non isolato
ID_NONE,Nessuno
ID_NORMAL,Normale
ID_NORTH_AMERICA,Nord America
ID_NOT_CALIBRATED,Non calibrata
ID_NOT_ENOUGH_DIGITS,Nin sono stati inseriti abbastanza caratteri
ID_NOT_FITTED,not fitted
ID_NOT_IN_CAL_MODE,Non in modalità Calibrazione
ID_NOT_IN_PROGRESS,Non in progresso
ID_NOT_PRESENT,Not Present
ID_NOT_SAVED,Not Saved
ID_NOT_SET,Not Set
ID_NOTE_APPLIED_VALUE,Registare il valore applicato
ID_NUDGE_RESOLUTION,Risoluzione incremento fine
ID_NULL,
ID_NUMBER_OF_POINTS,Numero di punti
ID_NUMBER_OF_RANGES,Numero di campi
ID_ODD,Dispari
ID_OFF,Spento
ID_OFFSET_VALUE_1,Offset valore 1
ID_OFFSET_VALUE_2,Offset valore 2
ID_ON,Acceso
ID_ON_,Su...
ID_ON_SWITCH_IP,Su ingresso switch
ID_OPEN,Aperto
ID_OPEN_APPLY_VALVE,Open Apply Valve
ID_OPEN_ISOLATION_VALVE,Aprire valvola isolamento
ID_OPEN_RELEASE_VALVE,Open Release Valve
ID_OPEN_ZERO_VALVE,Aprire valvola di zero
ID_OPERATION_TIME,Tempo dell'operazione
ID_OPTION_INSTALLATION,Installazione opzioni
ID_OPTION_STATUS,Software Options
ID_OPTIONS_FITTED,Opzioni inserite
ID_OS_UPGRADE,Aggiornamento OS
ID_OUT_OF_RANGE,Fuori scala
ID_OUTPUT_RELAYS,Output Relays
ID_OVER_RANGE,Over Range
ID_OVERRANGE_PROTECTIVE_VENT,Overrange Protective Vent
ID_OVERSHOOT,Pendolio
ID_OVERWRITE_THE_ORIGINAL_FILE,Sovrascrivi il file originale
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000 switched on
ID_PACKET,Pacchetto
ID_PARAMETER_ENTRY,Inserimento parametri
ID_PARITY,Parità
ID_PASS,Passato
ID_PASSIVE,Passivo
ID_PASSIVE_MODE,Modo passivo
ID_PAUSE,Pausa
ID_PAUSED,In pausa
ID_PC_FS,% FS
ID_PC_SPAN,% Span
ID_PER_MIN,/min
ID_PER_MINUTE,/minuti
ID_PER_SEC,/sec
ID_PER_SECOND,/secondi
ID_PERCENT,Percentuale
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,Errore su sfiato
ID_PERFORM_ZERO_ERROR,Errore su azzeramento
ID_PERIODIC_MESSAGE_SETUP_ERROR,Messaggio d'errore su set-up
ID_PINS_ARE_DIFFERENT,I PIN sono diversi
ID_PLEASE_ENSURE_USB_WITH_,Assicuratevi che la chiavetta USB sia inserita correttamente
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,Please ensure USB memory stick with "History" directory is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_OS_,Accertatevi che la chiavetta USB con il nuovo firmware sia correttamente inserita.
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,Please ensure USB memory stick with "Settings" directory is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,Accertatevi che la chiavetta USB con il folder "Test Programs" sia correttamente inserita.
ID_PLEASE_REENTER_DATE_OR_CANCEL,Reinserite la data o cancellate
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,Scegliere ancora Opzione o cancellare
ID_PLEASE_REENTER_PIN_OR_CANCEL,Reinserire PIN o uscire
ID_PLEASE_REENTER_TIME_OR_CANCEL,Reinserite l'ora o concellate
ID_PLEASE_REMEMBER__CAL_PIN,Ricordatevi il nuovo PIN di calibrazione
ID_PLEASE_REMEMBER__SUP_PIN,Ricordatevi il nuovo PIN Supervisore
ID_PLEASE_RETRY_OR_CANCEL,Riprovate o cancellate
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,Spegnere e accendere lo strumento per reset
ID_PLEASE_WAIT,Attendete
ID_PLEASE_WAIT_WHILST_,Attendete mentre il nuovo software viene installato
ID_POINT,Punto
ID_POS_SOURCE_SENSOR,Sensore alim. positiva
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,Diagnostica Sensore Alimentazione
ID_POS_SOURCE_ZERO,Azzeramento alim. Positiva
ID_POSITIVE_FS,FS positivo
ID_POSITIVE_SOURCE,FS alimentazione positiva
ID_POSITIVE_SOURCE_G,Alim. posistiva relativa
ID_POWER_OFF_INSTRUMENT,Spegni lo strumento
ID_POWER_ON_INSTRUMENT,Accendi lo strumento
ID_POWER_UP,Accensione
ID_POWER_UP_SETPOINT,Set-point accensione
ID_POWER_UP_TRAPPED_PRESSURE_VENT,p.u. Trapped Pressure Vent
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,p.u. Trapped Pressure Vent Enabled
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,p.u. Trapped Pressure Vent Disabled
ID_PPM,ppm FS
ID_PRESET,Pre-impostati
ID_PRESET_PRESSURE_1,Press. impostata 1
ID_PRESET_PRESSURE_10,Press. impostata 10
ID_PRESET_PRESSURE_11,Press. impostata 11
ID_PRESET_PRESSURE_12,Press. impostata 12
ID_PRESET_PRESSURE_13,Press. impostata 13
ID_PRESET_PRESSURE_14,Press. impostata 14
ID_PRESET_PRESSURE_15,Press. impostata 15
ID_PRESET_PRESSURE_16,Press. impostata 16
ID_PRESET_PRESSURE_17,Press. impostata 17
ID_PRESET_PRESSURE_18,Press. impostata 18
ID_PRESET_PRESSURE_19,Press. impostata 19
ID_PRESET_PRESSURE_2,Press. impostata 2
ID_PRESET_PRESSURE_20,Press. impostata 20
ID_PRESET_PRESSURE_21,Press. impostata 21
ID_PRESET_PRESSURE_22,Press. impostata 22
ID_PRESET_PRESSURE_23,Press. impostata 23
ID_PRESET_PRESSURE_24,Press. impostata 24
ID_PRESET_PRESSURE_25,Press. impostata 25
ID_PRESET_PRESSURE_3,Press. impostata 3
ID_PRESET_PRESSURE_4,Press. impostata 4
ID_PRESET_PRESSURE_5,Press. impostata 5
ID_PRESET_PRESSURE_6,Press. impostata 6
ID_PRESET_PRESSURE_7,Press. impostata 7
ID_PRESET_PRESSURE_8,Press. impostata 8
ID_PRESET_PRESSURE_9,Press. impostata 9
ID_PRESET_SETPOINT,Set-point impostato
ID_PRESET_SETUP,Set-up impostazioni
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,Press Accept to enter the required Analogue O/P value
ID_PRESS_ESCAPE_T0_REJECT__,Permi esci per rifiutare la calibrazione
ID_PRESS_OK_TO_ACCEPT_,Accetta la calibrazione per tornare al menu
ID_PRESS_OK_TO_CONTINUE,Premere Ok per continuare
ID_PRESS_OK_TO_ENTER_REQUIRED_,Accettare per inserire il valori richiesto
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,Accettare quando il valore misurato è stabile
ID_PRESS_RETRY_TO_RECALIBRATE,Premere Riprova per ripetere la Misura
ID_PRESS_TO_CONTINUE,Premi e continua
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,Premere Si per spegnere il controllore e azzerare questo campo
ID_PRESSURE,Pressione
ID_PRESSURE_FILTER,Filtro pressione
ID_PRESSURE_OUTSIDE_RANGE_,Pressione fuori scala. Sfiatare prima di azzerare il sensore.
ID_PRESSURE_OVER_RANGE,Pressure Over Range
ID_PRESSURE_READING,Pressione letta
ID_PRESSURE_SENSOR_BEING_ZEROED,Sensore di pressione in azzeramento
ID_PRESSURE_UNITS,Pressure Units
ID_PRESSURE_ZERO,Azzeramento
ID_PRIORITY_HIGH,Alta
ID_PRIORITY_LOW,Bassa
ID_PRIORITY_MED_HIGH,Medio-alta
ID_PRIORITY_MED_LOW,Medio-bassa
ID_PROCESS,Processo
ID_PRODUCTION_STATUS,Production Status
ID_PROG_BEEP,Beep
ID_PROG_BREAK,Break
ID_PROG_CONTROL,Controllo
ID_PROG_COUNT,Conteggio
ID_PROG_CYCLING,Ciclo
ID_PROG_DWELL,Stasi
ID_PROG_END,Fine
ID_PROG_GOTO,Vai a
ID_PROG_IN_LIMITS,In limite
ID_PROG_IN_LIMITS_TIMER,i/l Timer
ID_PROG_IP_LOGIC,I/P Logico
ID_PROG_ISO_VALVE,Iso Valve
ID_PROG_MEASURE,Misura
ID_PROG_PAUSE,Pausa
ID_PROG_RANGE,Campo
ID_PROG_RATE_MAX,Rateo massimo
ID_PROG_RATE_VALUE,Valore rateo
ID_PROG_RESOLUTION,Risoluzione
ID_PROG_SETPOINT,Set-point
ID_PROG_SETTLING_FAST,Stabilizzazione veloce
ID_PROG_SETTLING_N_O,Stabilizzazione n/o
ID_PROG_START,Inizio
ID_PROG_STOP_COUNT,Stop conteggio
ID_PROG_TEXT,Testo
ID_PROG_UNITS,Unità
ID_PROG_VENT,Sfiato
ID_PROG_VFC_OFF,VFC Off
ID_PROG_VFC_ON,VFC On
ID_PROG_WAIT_IN_LIMITS,Attesa in limite
ID_PROG_ZERO,Zero
ID_PROGRAM_HAS_CHANGED,Il programma è cambiato
ID_PROGRAMMING_ERROR,Errore di programmazione
ID_PROTECTIVE_VENT,Sfiato protettivo
ID_PROTECTIVE_VENT_DISABLED,Protective Vent Disabled
ID_PROTECTIVE_VENT_ENABLED,Sfiato di protezione abilitato
ID_PROTOCOL,Protocollo
ID_QBT,QBT
ID_RANGE,Campo
ID_RANGE_CHANGING,Range Changing
ID_RANGES,Campi
ID_RANGES_FITTED,Campi montati
ID_RATE,Rateo
ID_RATE_AIM,Rateo desiderato
ID_READING,Lettura
ID_READINGS_PER_SEC,letture/sec
ID_RECALL_USER_SETUP,Richiama set-up utente
ID_RECORD_THE_CALIBRATION_POINT,Misura e inserisci il valore dell'uscita analogica
ID_REDUCE_POS_SOURCE_,Ridurre la pressione in ingresso ai limiti consentiti e premere OK
ID_REENTER_NEW_CAL_PIN,Reinserire il nuovo PIN di calibrazione
ID_REENTER_NEW_SUP_PIN,Reinserire il nuovo PIN supervisore
ID_REF_PORT_MEDIUM,Fluido porta riferimento
ID_REFERENCE,Reference
ID_REFERENCE_CORRECTION,Correzione riferimento
ID_REFERENCE_PRESSURE,Reference Pressure
ID_REFERENCE_SENSOR,Sensore di riferimento
ID_REGULATOR,Regolatore
ID_RELAY_INDEX_OUT_OF_RANGE,Indice relè fuori scala
ID_RELEASE,Rilascio
ID_RELEASE_BIAS,Bias rilascio
ID_RELEASE_PRESSURE,Rilasciare pressione
ID_RELEASE_PWM,PWM rilascio
ID_RELEASE_VALVE_BIAS_ERROR,Errore sul bias valvola di rilascio
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,Errore sulla caratterizzazione della valvola di rilascio
ID_REMINDER_PERIOD,Intervallo memo
ID_REMOTE,Remoto
ID_REMOVED,removed
ID_REPEAT,Ripeti
ID_RESET_FAULT_HISTORY,Azzera storico guasti
ID_RESET_LAN_SETTINGS,Reset LAN Settings
ID_RESET_USE_LOG,Azzera log utente
ID_RESET_USE_LOG_HISTORY,Azzera storico log utente
ID_RESOLUTION,Risoluzione
ID_RESTORE_AS_SHIPPED,Re-imposta come spedito
ID_RESTORE_LAST_SETTINGS,Re-imposta ultimi settaggi
ID_RESUME,Riprendere
ID_ROUGHING,Grossolano
ID_ROUGHING_TIMER,Timer reg. Grossolana
ID_ROW,ROW
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,Diagnostica RS232
ID_RS232_STATUS,Stato Rs232
ID_RTS_CTS,RTS/CTS
ID_RUN,Esegui
ID_RUNNING,In esecuzione
ID_RUSKA7000,Ruska7000
ID_SAMPLES_BEING_TAKEN,In acquisizione
ID_SAVE_AS_SHIPPED,Salva come spedito
ID_SAVE_RECALL_USER_SETUP,Salva/richiama impostazioni
ID_SAVE_USER_SETUP,Salva impostazioni utente
ID_SCM,SCM
ID_SCM_CORRECTION,Correzione SCM
ID_SCM_FILTER,Filtro SCM
ID_SCM_MODULE_SERIAL_NUMBER,S/N mdulo SCM
ID_SCM_ZERO,Azzeramento SCM
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,Calibrazione schermo
ID_SCREEN_SAVER,Salva schermo
ID_SECOND_DIGIT,2° digit
ID_SECONDS,Secondi
ID_SELECT_CAL_CHANNEL_ERROR,Errore nella selezione del canale da calibrare
ID_SELECT_RANGE,Scegliere campo
ID_SENSOR_CORRECTION,Correzione sensore
ID_SENSOR_INDEX_OUT_OF_RANGE,Indice sensore fuori scala
ID_SENSOR_SERIAL_NUMBER_ERROR,Errore su S/N sensore
ID_SENT_VALUE_OUT_OF_LIMITS,Valori inviati fuori scala
ID_SERIAL_COMM_DIAG,Diagnostica comunicazioni seriali
ID_SERIAL_NUMBER,Numero di serie
ID_SERVICE,Assistenza
ID_SET_SERIAL_NUMBER,Imposta Serial Number
ID_SET_UP,Imposta
ID_SETPOINT,Set-point
ID_SETPOINT_==_VALUE,== Value
ID_SETPOINT_>=_VALUE,>= Value
ID_SETPOINT_ENTRY,Inserisci Set-point
ID_SETPOINT_EQUALS,Set-point=
ID_SETPOINT_LIMITS,Limiti set-point
ID_SETPOINT_VALUE_ERROR,Errore sul set-point
ID_SETTING,Impostazioni
ID_SETUP,Set-up
ID_SEVENTH_DIGIT,7° digit
ID_SHOW_LAN_STATUS,Show Lan Status Indicator
ID_SIXTH_DIGIT,6° digit
ID_SLEW_RATE,Rateo di salita
ID_SN,S/N
ID_SOFTWARE,Software
ID_SOFTWARE_HISTORY,Storico software
ID_SOFTWARE_INSTALLED,Software installato
ID_SOFTWARE_UPGRADE_COMPLETE,Aggiornamento software completato
ID_SOFTWARE_UPGRADE_FAILED,Aggiornamneto software fallito
ID_SOFTWARE_UPGRADES,Aggiornamenti software
ID_SOURCE_FS_LT_CONTROL_FS, FS sensore alimentazione inferiore a FS sensore di controllo
ID_SOURCE_PDCR_CORRECTION,Correzione sensore alim.
ID_SOURCE_PRESSURE,Press. ingresso
ID_SOURCE_PRESSURE_ABOVE_LIMIT,Source Pressure Out of Limits
ID_SOURCE_PRESSURE_FAILED,Alimentazione non presente
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,Misura pressione alimentazione non disponibile
ID_SOURCE_SENSOR,Sensore alimentazione
ID_SOURCE_SOLID_SENSOR_CAL_,Calibrazione in temperatura sensore alimentazione in ordine discendente
ID_SPAN_OUTSIDE_LIMITS,Span aldifuori dei limiti
ID_STAND_ALONE,Autonomo
ID_STANDARD,Standard
ID_START,Inizio
ID_START_PARAMETER_ENTRY,Ins. parametri inizio
ID_START_SETPOINT,Set-point inizio
ID_START_SLEW_RATE,Start Slew Rate
ID_START_TX,Inizia Tx
ID_STATIC,static
ID_STATUS,Stato
ID_STATUS_AREA,Barra di stato
ID_STEP,Passo
ID_STEPPING,A passi
ID_STOP,Stop
ID_STOP_BITS,Bit di stop
ID_STOP_TX,Ferma Tx
ID_STOPPED,Fermato
ID_SUBNET_MASK,Subnet Mask
ID_SUMMARY,Summary
ID_SUPERVISOR,Supervisore
ID_SUPERVISOR_SETUP,Set-up supervisore
ID_SWITCH_DEBOUNCE_TIME,Antirimbalzo switch
ID_SWITCH_STATUS,Switch Status
ID_SWITCH_TEST,Switch test
ID_SWITCH_TEST_END,Switch Test End
ID_SWITCH_TEST_OPTION_IS_ENABLED,Opzione Switch Test abilitata
ID_SWITCH_TEST_PARAMETER_SELECTION,Selezione parametri switch test
ID_SWITCH_TEST_RUNNING,Switch test in corso
ID_SWITCH_TEST_SETUP,Imp. switch test
ID_SWITCH_TEST_START,Switch Test Start
ID_SWITCH_TEST_TEST,Switch Test Test
ID_SWITCH_TRIGGER,Switch Trigger Input
ID_SYSTEM,Sistema
ID_SYSTEM_VENT_BEING_PERFORMED,Sfiato del sistema in corso
ID_SYSTEM_VENT_COMPLETE,Sfiato sistema completato
ID_SYSTEM_VENT_FAILED,Sfiato sistema fallito
ID_SYSTEM_ZERO_COMPLETE,Azzeramento sistema completato
ID_SYSTEM_ZERO_FAILED,Azzeramento sistema fallito
ID_TARE,Tara
ID_TASK,Compiti
ID_TASK_CHANGING,Cambiamento compiti
ID_TCP,TCP
ID_TEMPERATURE,Temperatura
ID_TERMINATOR,Terminatore
ID_TEST,Test
ID_TEST_PARAMETER_ENTRY,Ins. parametri test
ID_TEST_PORT_MEDIUM,Fluido su porta di test
ID_TEST_PRESSURE_1,Prova pressione 1
ID_TEST_PRESSURE_1_END,Fine prova pressione 1
ID_TEST_PRESSURE_1_START,Ini. prova pressione 1
ID_TEST_PRESSURE_2,Prova pressione 2
ID_TEST_PRESSURE_2_END,Fine prova pressione 2
ID_TEST_PRESSURE_2_START,Ini. prova pressione 2
ID_TEST_PROGRAM,Programmi di prova
ID_TEST_PROGRAM_OPTION_IS_ENABLED,Opzione programmi di test abilitata
ID_TEST_PROGRAM_RUNNING,Programma in corso
ID_TEST_PROGRAM_SETUP,Imp. prova pressione
ID_TEST_PROGRAMS,Programmi di test
ID_TEST_SETPOINT_1,Set-point di prova 1
ID_TEST_SETPOINT_2,Set-point di prova 2
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,Il set-point attuale è aldifuori dei nuovi limiti
ID_THE_INSTRUMENT_MUST_,Spegnere lo strumento. Togliere la chiavetta USB. Riaccendere lo strumento per completare l'installazione.
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,The instrument must now be switched off and back on again.
ID_THE_NUMBER_OF_ACTIVE_ERROR_,The number of active error messages has reached the upper limit
ID_THE_SYSTEM_WILL_BE_AUTO_,Il sistema sarà sfiatato se la pressione supera il 110% FS
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,The system will not be automatically vented at high pressure
ID_THE_SYSTEM_WILL_NOT_OFFER_,The system will not offer to vent trapped pressure above 3bar at power up
ID_THE_SYSTEM_WILL_OFFER_,The system will offer to vent trapped pressure above 3bar at power up
ID_THIRD_DIGIT,3° digit
ID_THIS_SETPOINT_WILL_NOT_BE__,Questo set-point non sarà inviato
ID_THIS_TASK_IS_CURRENTLY_SELECTED,Compito già in uso
ID_THIS_TASK_IS_LOCKED,Compito bloccato
ID_TIME_AND_DATE,Data e orario
ID_TIME_CONSTANT,Costante di tempo
ID_TIME_SET,Ora impostata
ID_TIME_TO_IN_LIMITS,Tempo a In Limits
ID_TIME_TO_SETPOINT,Tempo al set-point
ID_TIMED_ZERO,Zero periodico
ID_TIMEOUT,Scaduto
ID_TIMER,Timer
ID_TOO_LONG,Troppo lungo
ID_TOO_MANY_DIGITS,Sono stati inseriti troppi caratteri
ID_TOO_SHORT,Troppo corto
ID_TOP_SPAN,Campo superiore
ID_TRAPPED_PRESSURE_EXCEEDS,La pressione intrappolata eccede i 3 bar
ID_TX,Tx
ID_TYPE,Tipo
ID_UI_ADDRESS,Indirizzo UI
ID_UNABLE_TO_PERFORM_RESTORE,Non posso richiamare i dati
ID_UNITS,Unità
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,Comando sconosciuto
ID_UNKNOWN,Non noto
ID_UNKNOWN_CODE,Codice sconosciuto
ID_UNKNOWN_ERROR,Errore sconosciuto
ID_UNLOCK_ALL,Sblocca tutto
ID_UNLOCKED,Sbloccato
ID_UPDATE_RATE,Aggiorna rateo
ID_UPGRADING_,In aggiornamento...
ID_UPPER,Superiore
ID_UPPER_LIMIT,Limite alto
ID_UPPER_SETPOINT_LIMIT_MUST_,Upper Setpoint Limit must be greater than Lower Setpoint Limit
ID_USA,USA
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,The USB mode has been re-configured.
ID_USB_MODE_IS_CONFIGURED_,USB mode is configured to Mass Storage Device.
ID_USB_PORT_DISABLED,USB Port Disabled
ID_USB_STATUS,Stato USB
ID_USE_LOG,Log uso
ID_USE_LOG_HISTORY,Storico log uso
ID_USER,Utente
ID_USER_DEFINED_UNITS,Unità custom
ID_USER_INTERFACE_PCA_TEMPERATURE,Temperatura interfaccia utente
ID_USER_SETUP_FILES,File Set-up utente
ID_USING_DEFAULT_CALIBRATION_DATA,Utilizzare i dati di calibrazione di default
ID_USING_DEFAULT_SERIAL_NUMBER,Utilizzare il Serial Number di default
ID_UTILITIES,Utilità
ID_V_0_TO_10,0-10 V
ID_V_0_TO_5,0 - 5 V
ID_V_11,11V
ID_VACUUM_PRESSURE_FAILED,Vuoto non presente
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,Misura di pressione del vuoto non disponibile
ID_VACUUM_SENSOR,Sensore di vuoto
ID_VACUUM_SOLID_SENSOR_CAL_,Calibrazione in temperatura sensore del vuoto in ordine discendente
ID_VALID_OPTION_KEY,Tasto Opzione valido
ID_VALUE,Valore
ID_VALVE,Valvola
ID_VALVE_BIAS_VALUES_ERROR,Errose sui valori Bias elettrovalvole
ID_VALVE_CONTROL,Valvola di controllo
ID_VALVE_CORRECTION,Correzione valvole
ID_VALVE_CORRECTION__COMPLETED,Caratterizzazione Elettrovalvole completata correttamente
ID_VALVE_CORRECTION_FAILED,Caratterizzazione Elettrovalvole fallita
ID_VALVE_CORRECTION_HISTORY,Storico correzioni valvole
ID_VALVE_INDEX_OUT_OF_RANGE,Indici elettrovalvole fuori scala
ID_VALVE_PWM_ERROR,Errore su PWM Valvoile
ID_VALVE_STATE_ERROR,Errore si stato delle elettrovalvole
ID_VENT,Sfiato
ID_VENT_AND_FS,Sfiato e FS pos.
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,Indice valvola di sfiato fuori scala
ID_VENT_RATE,Vent Rate
ID_VENT_SETUP,Vent Setup
ID_VENT_TIMED_OUT,Sfiato non completato
ID_VENT_TIMEOUT,Timeout sfiato
ID_VENT_YES_NO,Sfiato si/no
ID_VERBOSE_OFF,No Verboso
ID_VERBOSE_ON,Verboso
ID_VERIFYING,In verifica
ID_VERSION_NUMBER,Versione
ID_VFC,Volt Free Contact
ID_VFC_BOOT_ROM,VFC Boot ROM
ID_VFC_DEFAULTS,VFC Defaults
ID_VFC_DIAGNOSTICS,Volt Free Contact Diagnostics
ID_VFC_MAIN_CODE,VFC Main Code
ID_VFC_MODULE_SERIAL_NUMBER,S/N modulo VFC
ID_VFC_SETUP,VFC Setup
ID_VFC_STATUS,VFC Status
ID_VFC_UPGRADE,VFC Upgrade
ID_VIEW_HEX,Vedere HEX
ID_VIEW_TEXT,Vedere testo
ID_VOLTAGE,Tensione 
ID_VOLTS,Volt
ID_VOLUME,Volume
ID_VOLUME_ESTIMATE,Stima volume
ID_VXI,VXI-11
ID_WARNING,Warning
ID_WARNING_MWP_EXCEEDED,Superata la massima pressione di lavoro
ID_WATCHDOG_FAILURE_,Watchdog Failure
ID_WEB_PASSWORD,Web Password
ID_WRITE_WITHOUT_PASSWORD,Scrivere senza password
ID_WRONG_CONTROLLER_TYPE_FITTED,Wrong Module type fitted
ID_WRONG_PIN,PIN errato
ID_XML_FILE_CORRUPTED,XML File corrotto
ID_XON_XOFF,Xon/Xoff
ID_YES,Si
ID_ZERO,Zero
ID_ZERO_A_RANGE,Azzero un campo
ID_ZERO_ALL,Azzero tutto
ID_ZERO_AND_FS,Zero e FS pos.
ID_ZERO_HISTORY,Storico azzeramento
ID_ZERO_MODE_ERROR,Errore su modalità di azzeramento
ID_ZERO_OFFSET,Offset zero
ID_ZERO_OUTSIDE_LIMITS,Azzeramento aldifuori dei limiti
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,Indice azzeramento fuori scala
ID_ZERO_SCM,Azzero SCM
ID_ZERO_SETUP,Zero Setup
ID_ZERO_TIMED_OUT,Azzeramento non completato
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
